Revit 2026 API

# TileTileFadeVariance Property

---

The property labeled "Fade Variance" from the "Tile" schema.

**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static string TileFadeVariance { get; }
```
```vb
Public Shared ReadOnly Property TileFadeVariance As String
	Get
```
```cpp
public:
static property String^ TileFadeVariance {
	String^ get ();
}
```
```fsharp
static member TileFadeVariance : string with get
```

#### Property Value

String

This property is of type "AssetPropertyDouble" within the range of "0, 100".

#### Reference

Tile Class

Autodesk.Revit.DB.Visual Namespace